{"inkVersion":20,"root":[["^\"Start right there, the north star, right at the end of the little dipper.\"","\n","^\"Oh it's obvious. Is that the–\"","\n","^\"Yup, big dipper right across.\"","\n","^\"It's beautiful. I wish we could see this in the city.\" says Annie.","\n","^\"Just another reason to go camping again right?\"","\n","^Annie ignores his question. \"I didn't know big dipper was a part of that bear one.\"","\n","^\"Ursa major, yeah.\"","\n","^\"Where'd you learn the constellations?\"","\n","^\"Read about em a few months. I'll come out here–not here here, but nearby–and practiced. Learned them in school didn't you?\"","\n","^\"It's a lot easier in class. There's Leo I think.\"","\n","^\"Let me see... yup there it is galloping along.\"","\n","^\"Dad?\"","\n","^\"Yeah Annie?\"","\n","^\"I'm confused about stuff.\"","\n","^\"The stars?\"","\n","^\"No. Life.\"","\n","^\"I don't know if I'm the 'life advice' kinda dad. Least not by example.\"","\n","^\"What's mom gonna say? Everything comes easy to her. Feels like it does anyways. You–\"","\n","^\"I get it. I'm mediocre, explain away.\"","\n","^\"Everyone around me already has their lives planned out. Doctors, engineers, business people, 'career careers' and I haven't started high school.\"","\n","^\"Ninety percent of those dreams aren't gonna pan out anyways.\"","\n","^\"Sure but they're not failing either. Study too hard for that. Or have too much money. Either way they love school. Or at least competing in it.\"","\n","^\"Guessing you don't.\"","\n","^\"Playing guitar in my room's all I love doing these days. Doesn't seem like a viable life plan from what middle school told me.\"","\n","^\"Who cares what middle school told you?\"","\n","^\"Well it doesn't seem wrong. Everybody for the most part ends up living some kind of cubicle life. Maybe not in an actual cubicle but pretty close. Mom thinks I should do finance.\"","\n","^\"It's good money I guess.\"","\n","^\"There has to be more to life than that.\"","\n","^\"Depends who you are.\"","\n","^\"I'm not doing finance, so what should I do?\"","\n","^\"Uh...\" Marvin takes a second for himself.","\n","^\"I don't know the answer to this one either. I should.","\n","^\"It's fine dad. Hard question.","\n","^\"I'm asking myself the same shit basically. I want to say follow your dreams but that's just fake advice.\"","\n","^\"Did you ever try writing that book?\"","\n","^\"Nah, I wrote random poems but never a real collection. Years ago anyways.\"","\n","^\"How about I pretend to do finance, make mom happy, do music on the side. Got four years to burn anyways.\"","\n","^\"I can make my place into a mini studio, not much else there anways.\"","\n","^\"Ok, but you have to write your book of poetry.\"","\n","^\"Or else what?\"","\n","^\"Or else I'll just do finance and blame you for how much I hate my life.\"","\n","^\"I'm don't remember to write like that.\"","\n","^\"You have four years to get it back. I want you published by the time I graduate. And out of that boring ass job.\"","\n","^\"And what if you don't end up becoming a musician?\"","\n","^\"Then I'll be a guitar teacher.\"","\n","^\"Sounds like a good plan to me.\"","\n","^\"Think I'm gonna head to sleep.\"","\n","^\"Me too.\"","\n","^\"I'd do this again dad.\"","\n","^\"Wow, didn't have till morning. Night Annie.\"","\n","^\"Night dad. Love you.\"","\n","^\"Love you too.\"","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}